Repository: fjallemark/TimetablePlanningApp
Catalog: src/App.Client/App.*.resx
Languages: de

source: Arr
de: An

# BlankPage
source: This page is intentionally left blank.
de: Diese Seite wurde absichtlich leer gelassen.

source: Dep
de: Ab

source: Difficulty
de: Schwierigkeitsgrad

source: Duty
de: Dienst

source: Ends
de: Endet

source: Ends at
de: Endet in

source: Loco
de: Lok

source: Notes
de: Notizen

source: Operator
de: Betreiber

# ServiceInTrain
source: Service in {0} train {1}
de: Zugdienst {0} {1}

source: Starts
de: Startet

source: Starts at
de: Beginnt in

source: Station
de: Bahnhof

source: Time
de: Zeit

source: Track
de: Gleis

# DutyContinuesOnNextPage
source: NOTE: Duty continues on next page.
de: HINWEIS: Dieser Dienst wird auf der nächsten Seite fortgesetzt.

# NoMoreTasksInDuty
source: NOTE: No more tasks in duty.
de: HINWEIS: Keine Aufgaben mehr im Dienst.

source: Max speed
de: Max. Geschwindigkeit

source: Max number of wagons
de: Max. Anzahl Wagen

source: Cargo
de: Fracht

source: Carrier
de: Spediteur

source: Class
de: Klasse

source: Consignee
de: Empfänger

source: Destination
de: Ziel

source: Epoch
de: Epoche

source: Origin
de: Versandbahnhof

source: Shipper
de: Versender

source: Instructions
de: Anweisungen

source: From
de: Von

source: To
de: Bis

source: Train
de: Zug

# TrainsetTurnus
source: Wagonset turnus
de: Wagensetumlauf

# TurnForNextDay
source: Replace to next day?
de: Zum nächsten Tag wenden?

source: Wagons
de: Waggons

source: Loco turnus
de: Lokumlauf

# Wait
source: Please, wait...
de: Bitte warten...

source: Fetching data...
de: Daten werden abgerufen...

# PrintedTime
source: Printed {0:d} {0:t}
de: Gedruckt {0:d} {0:t}

source: Creating report...
de: Bericht wird erstellt...

source: Train start labels
de: Startetiketten Zug

source: Graphic timetables
de: Bildfahrpläne

source: Block destinations
de: Rangierauftrag Güterzüge

# DriverDuties
source: Train driver duties
de: Dienstplan Lokführer

source: Waybills
de: Frachtbriefe

# Trainsets
source: Wagonsets
de: Wagenset

# LocoSchedules
source: Loco turnus
de: Lokomotivumlauf

source: Home
de: Startseite

# NumberOfWagonsPerBlockIndicatesMaxToBeSentFromThisStation
source: Number of wagons per block indicates max that may be sent from this station
de: Die Anzahl der Wagen pro Block gibt die maximale Anzahl an, die von diesem Bahnhof gesendet werden dürfen

# NumberOfWagonsPerBlockIndicatesMaxInTrain
source: Number of wagons per block indicates total maximum.
de: Die Anzahl der Wagen pro Block gibt das Gesamtmaximum an.

# VehicleScheduleNumber
source: Schedule
de: Umlauf

source: Station instructions
de: Bahnhofsanweisungen

source: Content
de: Inhalt

source: Turnus
de: Umlauf

# TrainsWithSpecialAttension
source: Trains with special attention
de: Züge mit besonderer Aufmerksamkeit

source: Days
de: Tage

source: Railcar
de: Triebwagen

source: Spare loco
de: Ersatzlok

source: Spare railcar
de: Ersatztriebwagen

source: Continued
de: Fortsetzung

# Driver
source: Train driver
de: Lokführer

source: Graphic loco schedules
de: Grafischer Lokumlaufplan

source: Page
de: Seite

source: First, read instructions on last page!
de: Lesen Sie zuerst die Anweisungen auf der letzten Seite!

source: Arrival
de: Ankunft

source: Departure
de: Abfahrt

# TuesdayShort
source: Tu
de: Di

# WednesdayShort
source: We
de: Mi

# ThursdayShort
source: Th
de: Do

# SundayShort
source: Su
de: So

# TrainsTimeAllocation
source: Trains over day
de: Züge über Tag

# StationTrainOrder
source: Train dispatch table
de: Zugabfertigungstabelle

source: Wagon turnus
de: Wagenumlauf

# ShunterLoco
source: Shunter
de: Rangierlokomotive

# VehicleType
source: Vehicle
de: Fahrzeug

source: Number
de: Nummer

source: DCC-address
de: DCC-Adresse

source: Vehicles per station
de: Fahrzeuge pro Station

source: Vehicles per owner
de: Fahrzeuge pro Besitzer

source: Station duties
de: Stationsdiensten

source: Is with?
de: Ist mit?

source: Is set up?
de: Ist eingerichtet?

source: Owner
de: Eigentümer

# ReinforcementLocoTo
source: Reinforcement loco to {0}
de: Verstärkungslok nach {0}

source: Need for vehicles
de: Bedarf an Fahrzeug

source: First day
de: Erste Tag

# StationDutyGeneralNote
source: The station duty is intended to help planning activities ahead.
de: Der Stationsdienst soll dabei helfen, vorausschauende Aktivitäten zu planen.

# Trainset
source: Wagonset
de: Wagenset

source: Number of wagons
de: Anzahl Wagen

source: Wagon card
de: Wagenkarte

# WagonsetWith
source: Wagon set with {0}
de: Wagenset mit {0}

source: Initial start
de: Erster Start

source: Train number
de: Zugnummer

# MayBeStaffedWithNumberOfPersons
source: May be staffed with {0} persons.
de: Kann mit {0} Personen besetzt sein.

source: Wagon number
de: Wagennummer

source: Vehicles overview
de: Fahrzeugübersicht

source: Trainset cards
de: Wagenset Karten

source: Loco adresses
de: Lokadressen

# ForbiddenDccAddress
source: § means forbidden DCC address
de: § bedeutet verbotene DCC-Adresse

source: At
de: Am

source: Shunting instructions
de: Rangieranweisungen

source: Card?
de: Karte?

source: Train compositions
de: Zugbildung
