Repository: fjallemark/TimetablePlanningApp
Catalog: src/App.Contract/Resources/Notes.*.resx
Languages: da, de, nb, sv

# GetLocoAtParking
source: Get {0} at parking area.
da: Hent {0} fra opstilling.
de: Holen Sie sich {0} vom Parkplatz.
nb: Hent {0} fra oppstilling.
sv: Hämta {0} från uppställning.

# PutLocoAtParking
source: Drive {0} to parking area.
da: Kør {0} til opstilling.
de: {0} zum Parkplatz fahren.
nb: Kjør {0} til oppstilling.
sv: Kör {0} till uppställningsplats.

source: Circulate loco.
da: Omløb lokomotiv.
de: Umlauf lassen.
nb: Omløp lok.
sv: Gör rundgång.

source: Turn loco.
da: Vend lokomotiv.
de: Lok drehen.
nb: Snu lok.
sv: Vänd loket.

source: and
da: og
de: und
nb: og
sv: och

source: Daily
da: Dagligt
de: Täglich
nb: Daglig
sv: Dagligen

source: Friday
da: Fredag
de: Freitag
nb: Fredag
sv: Fredag

source: Monday
da: Mandag
de: Montag
nb: mandag
sv: Måndag

source: On demand
da: Efter behov
de: Bei Bedarf
nb: Etter behov
sv: På order

source: Sunday
da: Søndag
de: Sonntag
nb: Søndag
sv: Söndag

source: Thursday
da: Torsdag
de: Donnerstag
nb: Torsdag
sv: Torsdag

source: To
da: Til
de: Zu
nb: Til
sv: Till

source: Tuesday
da: Tirsdag
de: Dienstag
nb: Tirsdag
sv: Tisdag

source: Wednesday
da: Onsdag
de: Mittwoch
nb: Onsdag
sv: Onsdag

# DailyShort
source: Daily
da: Dagligt
de: Tägl
nb: Daglig
sv: Dagl

# DayNameCasing
source: UPPER
da: LOWER
nb: LOWER
sv: LOWER

# MondayShort
source: Mo
da: Ma
nb: Ma
sv: M

# OnDemandShort
source: Demand
da: Behov
de: Bedarf
nb: Behov
sv: Order

# SaturdayShort
source: Sa
da: Lø
nb: Lø
sv: L

# SundayShort
source: Su
da: Sø
de: So
nb: Sø
sv: S

# ThursdayShort
source: Th
da: To
de: Do
nb: To
sv: To

# TuesdayShort
source: Tu
da: Ti
de: Di
nb: Ti
sv: Ti

# WednesdayShort
source: We
da: On
de: Mi
nb: On
sv: O

source: No stop.
da: Ikke ophold.
de: Hält nicht.
nb: Ikke stopp.
sv: Ej uppehåll.

source: Blocking service
da: Blokerende service
de: Sperrdienst
nb: Kipptog
sv: Spärrfärd

source: Commuter train
da: S-tog
de: Pendlerzug
nb: Pendeltog
sv: Pendeltåg

# ConstructionTrain
source: Contruction train
da: Konstruktionstog
de: Bauzug
nb: Arbeidstog
sv: Arbetståg

source: Container train
da: Containertog
de: Containerzug
nb: Containertog
sv: Containertåg

source: Empty train
da: Tomtog
de: Leerer Zug
nb: Tomt tog
sv: Tomtåg

source: Express train
da: Hurtigtog
de: Schnellzug
nb: Ekspress tog
sv: Expresståg

# FreightExpressTrain
source: Express freight train
da: Ekspresgodstog
de: Express-Güterzug
nb: Ekspressgodstog
sv: Expressgodståg

source: Freight train
da: Godstog
de: Güterzug
nb: Godstog
sv: Godståg

source: Historical train
da: Historisk tog
de: Historischer Zug
nb: Historisk tog
sv: Historiskt tåg

source: Local freight train
da: Lokalgodstog
de: Lokaler Güterzug
nb: Lokalgodstog
sv: Lokalgodståg

source: Loco transport
da: Lokomotivtransport
de: Loktransport
nb: Loktransport
sv: Loktransport

source: Long-distance freight train
da: Fjerngodstog
de: Ferngüterzug
nb: Langdistansetog
sv: Fjärrgodståg

source: Mail train
da: Posttog
de: Zug
nb: Posttog
sv: Posttåg

source: Night train
da: Nattog
de: Nachtzug
nb: Nattog
sv: Nattåg

source: Normal freight train
da: Normalgodstog
de: Normaler Güterzug
nb: Normalgodstog
sv: Normalgodståg

source: Ore train
da: Malmtog
de: Erzzug
nb: Malmtog
sv: Malmtåg

source: Passenger train
da: Persontog
de: Personenzug
nb: Persontog
sv: Persontåg

source: Regional train
da: Regionstog
de: Regionalzug
nb: Regiontog
sv: Regionaltåg

source: Shunting
da: Rangering
de: Rangieren
nb: Skifting
sv: Växling

source: Special freight train
da: Specielt godstog
de: Sondergüterzug
nb: Spesialgodstog
sv: Specialgodståg

source: Speed train
da: Lyntog
de: Hochgeschwindigkeitszug
nb: Højhastighetstog
sv: Snabbtåg

source: Timber train
da: Tømmertog
de: Holzzug
nb: Tømmertog
sv: Timmertåg

source: Local train
da: Nærtrafiktog
de: Regionalbahn
nb: Lokaltog
sv: Lokaltåg

source: Saturday
da: Lørdag
de: Samstag
nb: Lørdag
sv: Lördag

# ConnectTrainset
source: Connect {0}.
da: Tilkoble {0}.
de: {0} an den Zug anhängen.
nb: Koble til {0}.
sv: Koppla till {0}.

# DisconnectTrainset
source: Disconnect {0}.
da: Frakoble {0}.
de: Abhängen{0}.
nb: Koble fra {0}.
sv: Koppla från {0}.

# ContinuesAsTrainToDestination
source: Continues as train {0} to {1}.
da: Fortsættes som tog {0} til {1}.
de: Fährt als Zug {0} nach {1} weiter.
nb: Fortsettes som tog {0} til {1}.
sv: Fortsätter som tåg {0} till {1}.

# ContinuesDaysAsTrainToDestination
source: Continues {2} as train {0} to {1}.
da: Fortsættes {2} som tog {0} til {1}.
de: Fährt {2} als Zug {0} nach {1} weiter.
nb: Fortsettes {2} som tog {0} til {1}.
sv: Fortsätter {2} som tåg {0} till {1}.

# EngineChange
source: Engine change from {0} to {1}.
da: Skift lokomotiv fra {0} til {1}.
de: Lokwechsel von {0} auf {1}.
nb: Lokbytte fra {0} til {1}.
sv: Lokbyte från {0} till {1}.

# GetLocoAtParkingOnDays
source: {1}: Get {0} at parking area.
da: {1}: Hent {0} fra opstilling.
de: {1}: Holen Sie sich {0} vom Parkplatz.
nb: {1}: Hent {0} fra oppstilling.
sv: {1}: Hämta {0} från uppställning.

# UseLoco
source: Use {0}.
da: Tilkoble {0}.
de: Verwenden Sie {0}.
nb: Bruk {0}.
sv: Använd {0}.

# UseLocoAtDays
source: {1}: Use {0}.
da: {1}: Tilkoble {0}.
de: {1}: Verwenden Sie {0}.
nb: {1}: Bruk {0}.
sv: {1}: Använd {0}.

# PutLocoAtParkingAtDays
source: {1}: Drive {0} to parking area.
da: {1}: Kør {0} til opstilling.
de: {1}: {0} zum Parkplatz fahren.
nb: {1}: Kjør {0} til oppstilling.
sv: {1}: Kör {0} till uppställningsplats.

# BringsWaggonsToDestinations
source: Brings wagons to {0}.
da: Medtager vogne til {0}.
de: Bringt Wagen nach {0}.
nb: Bringer vogner til {0}.
sv: Medtar vagnar till {0}.

# AndBeyond
source: {0} and beyond
da: {0} og videre
de: {0} und darüber hinaus
nb: {0} og utover
sv: {0} och bortom

# DisconnectContinuingWagons
source: Disconnect wagons continuing in other trains.
da: Afkoble vogne, der fortsætter i andre tog.
de: In anderen Zügen weiterfahrende Wagen abhängen.
nb: Koble fra vogner som fortsetter i andre tog.
sv: Koppla från vagnar som fortsätter i andra tåg.

# SwitchWagonsToCustomers
source: Switch wagons to cargo customers.
da: Skift vogne til godskunder.
de: Wagen den Frachtkunden zustellen.
nb: Skift vogner til godskunder.
sv: Växla in vagnar till godskunder.

# DisconnectWagonsToHereAndFurther
source: Disconnect wagons to {0} and beyond.
da: Frakoble vogne til {0} og videre.
de: Abhängen die Wagen nach {0} und darüber hinaus.
nb: Koble fra vogner til {0} og videre.
sv: Koppla av vagnar till {0} och bortom.

# DisconnectWagonsToHere
source: Disconnect wagons to {0}.
da: Frakoble vogne til {0}.
de: Anhängen die Wagen nach {0}.
nb: Koble fra vogner til {0}.
sv: Koppla av vagnar till {0}.

source: Days
da: Dage
de: Tage
nb: Dager
sv: Dagar

source: Operator
da: Operatør
de: Betreiber
nb: Operatør
sv: Operatör

source: Cargo
da: Gods
de: Fracht
nb: Gods
sv: Last

source: Carrier
da: Speditør
de: Spediteur
nb: Speditør
sv: Speditör

source: Class
da: Litra
de: Gattung
nb: Type
sv: Littra

source: Consignee
da: Modtager
de: Empfänger
nb: Mottaker
sv: Mottagare

source: Destination
de: Ziel
nb: Destinasjon

source: Epoch
da: Epoke
de: Epoche
nb: Epoke
sv: Epok

source: Instructions
da: Instruks
de: Anweisungen
nb: Instruksjoner
sv: Instruktioner

source: Origin
da: Afsendelsesstation
de: Versandbahnhof
nb: Avsenderstasjon
sv: Avsändningsstation

source: Shipper
da: Afsender
de: Absender
nb: Avsender
sv: Avsändare

source: All destinations
da: Alle destinationer
de: Alle Ziele
nb: Alle destinasjoner
sv: Alla destinationer

# TransferVia
source: {0} (via {1})
da: {0} (over {1})
de: {0} (über {1})
nb: {0} (over {1})
sv: {0} (över {1})

source: Loco
da: Lokomotiv
de: Lok
nb: Lok
sv: Lok

source: Railcar
da: Motorvogn
de: Triebwagen
nb: Motorvogn
sv: Motorvagn

# MeetsOtherTrains
source: Meets {0}.
da: Krydser {0}.
de: Kreuzt mit {0}.
nb: Møter {0}.
sv: Möter {0}.

source: Track
da: Spor
de: Gleis
nb: Spor
sv: Spår

# DestinationInCountry
source: {0} in {1}
da: {0} i {1}
nb: {0} i {1}
sv: {0} i {1}

source: Brings no wagons from this station
da: Bringer ingen vogne fra denne station
de: Bringt keine Waggons von diesem Bahnhof
nb: Bringer ingen vogner fra denne stasjonen
sv: Medtar inga vagnar från denna station

source: Wagonset turnus
da: Vognsæt omløb
de: Wagensetumlauf
nb: Vognsettløp
sv: Vagnsättomlopp

source: Loco turnus
da: Lokmotiv turnus
de: Lokumlauf
nb: Lokomløp
sv: Lokomlopp

source: Railcar turnus
da: Motorvogn omløb
de: Triebwagenumlauf
nb: Motorvognomløp
sv: Motorvagnsomlopp

# ValidPeriod
source: Valid {0:d} - {1:d}
da: Gyldig {0:d} - {1:d}
de: Gültig {0:d} - {1:d}
nb: Gyldig {0:d} - {1:d}
sv: Gäller {0:d} - {1:d}

# VehicleScheduleNumber
source: Schedule
da: Omløb
de: Umlauf
nb: Tur nr
sv: Tur

source: Cargo turnus
da: Gods omløb
de: Fracht Umlauf
nb: Godsomløp
sv: Godsomlopp

# Load
source: Load {0}.
da: Læs {0}.
de: Laden {0}.
nb: Last {0}.
sv: Lasta {0}.

# Unload
source: Unload {0}.
da: Losse {0}.
de: Entladen {0}.
nb: Lesse {0}.
sv: Lasta av {0}.

source: Train clearance
da: Toggodkendelse
de: Zugabfertigung
nb: Togklarering
sv: Tågklarering

source: Station
de: Bahnhof
nb: Stasjon

source: Train
da: Tog
de: Zug
nb: Tog
sv: Tåg

source: From
da: Fra
de: Von
nb: Fra
sv: Från

source: Arrival
da: Ankomst
de: Ankunft
nb: Ankomst
sv: Ankomst

source: Departure
da: Afgang
de: Abfahrt
nb: Avgang
sv: Avgång

source: Remarks
da: Bemærkninger
de: Bemerkungen
nb: Merknader
sv: Anmärkningar

source: Is throughpassing
da: Er gennemgående
de: Fährt durch
nb: Er gjennomgående
sv: Är genomgående

# IsStopping
source: Stopping
da: Stopper
de: Hält
nb: Stopper
sv: Uppehåll

# CirculateLocoDays
source: {0}: Circulate loco.
da: {0}: Omløb lokomotiv.
de: {0}: Kopf machen.
nb: {0}: Omløp lok.
sv: {0}: Gör rundgång.

# Driver
source: Train driver
da: Togfører
de: Lokführer
nb: Lokfører
sv: Lokförare

source: Move continuing wagons to departure tracks.
da: Flyt fortsættende vogne til afgangsspor.
de: Weiterfahrende Waggons auf Abfahrtsgleise verschieben.
nb: Flytt fortsettende vogner til avgangsspor.
sv: Flytta fortsättande vagnar till avgångsspår.

# MoveRestOfWagonsToTable
source: Move rest of the wagons to the table.
da: Flyt resten af vognene til bordet.
de: Legen Sie den Rest der Wagen auf den Tisch.
nb: Flytt resten av vognene til bordet.
sv: Flytta resten av vagnarna till bordet.

source: Local destinations
da: Lokale destinationer
de: Lokale Ziele
nb: Lokale destinasjoner
sv: Lokala destinationer

source: Mixed train
da: Blandet tog
de: Gemischter Zug
nb: Blandet tog
sv: Blandat tåg

source: Duty
da: Tjeneste
de: Dienst
nb: Tjeneste
sv: Tjänst

# EngineChangeDays
source: {2}: Engine change from {0} to {1}.
da: {2}: Skift lokomotiv fra {0} til {1}.
de: {2}: Lokwechsel von {0} auf {1}.
nb: {2}: Lokbytte fra {0} til {1}.
sv: {2}: Lokbyte från {0} till {1}.

source: Turnus
de: Umlauf
nb: Omløp
sv: Tur

source: Wagon turnus
da: Vognløb
de: Wagenumlauf
nb: Vognløp
sv: Vagnomlopp

source: Wagonset
da: Vognsæt
de: Wagenset
nb: Vognsett
sv: Vagnsätt

source: Reverse loco.
da: Omløb lokomotiv.
de: Lok umkehren.
nb: Omløp lok.
sv: Gör rundgång.

source: Turn and reverse loco.
da: Vend og omløb lokomotiv.
de: Lok drehen und umkehren.
nb: Snu og omløp lok.
sv: Vänd loket och göt rundgång.

# FridayShort
source: Fr
sv: F
